Repository: vdr-projects/vdr-plugin-mousemate
Catalog: po/*.po
Languages: de_de, it_it

source: Controls VDR via a mouse
de_de: Bedient VDR mit einer Maus
it_it: Controlla VDR tramite un mouse

source: Sensitivity wheel
de_de: Sensitivität Rad
it_it: Sensibilità rotellina

source: Double click time (ms)
de_de: Doppelklick Zeit (ms)
it_it: Tempo doppio click (ms)

source: Alternative key binding
de_de: Alternative Tastenzuordnung
it_it: Associazione tasti alternativi

source: no
de_de: nein

source: yes
de_de: ja
it_it: sì

source: Toggle click time (ms)
de_de: Umschaltklick Zeit (ms)
it_it: Tempo ripetizione click (ms)

source: Show toggle with scroll lock led
de_de: Umschalten mit Scroll-Lock LED zeigen
it_it: Mostra rip. con led blocco scorr.

source: Toggle automatic off
de_de: Umschalten automatisch aus
it_it: Disattiva rip. in automatico

source: Toggle off time (ms)
de_de: Umschalten aus nach Zeit (ms)
it_it: Tempo disattivazione ripetizione (ms)

source: Extra pushed turn events
de_de: Extra gedrückte Dreh-Events
it_it: Altri eventi spostamento premuti

source: Extra x,y turn events
de_de: Extra x,y Dreh-Events
it_it: Altri eventi spostamento x,y

source: Sensitivity x
de_de: Sensitivität x
it_it: Sensibilità x

source: Sensitivity y
de_de: Sensitivität y
it_it: Sensibilità y

source: DVD sensitive replay context
de_de: DVD sensitiver Replay Kontext
it_it: Sensibilità DVD contesto riprod.

source: MP3 sensitive replay context
de_de: MP3 sensitiver Replay Kontext
it_it: Sensibilità MP3 contesto riprod.

source: CDDA sensitive replay context
de_de: CDDA sensitiver Replay Kontext
it_it: Sensibilità CDDA contesto riprod.

source: IMAGE sensitive replay context
de_de: IMAGE sensitiver Replay Kontext
it_it: Sensibilità IMAGE contesto riprod.

source: Set keys for context
de_de: Setze Tasten für Kontext
it_it: Imposta tasti per contesto

source: Turn wheel left
de_de: Rad links drehen
it_it: Sposta rotellina sinistra

source: Turn wheel right
de_de: Rad rechts drehen
it_it: Sposta rotellina a destra

source: Turn x axis left
de_de: X Achse links drehen
it_it: Sposta asse x a sinistra

source: Turn x axis right
de_de: X Achse rechts drehen
it_it: Sposta asse x a destra

source: Turn y axis left
de_de: Y Achse links drehen
it_it: Sposta asse y a sinistra

source: Turn y axis right
de_de: Y Achse rechts drehen
it_it: Sposta asse y a destra

source: Left click
de_de: Klick links
it_it: Click sinistro

source: Left double-click
de_de: Doppelklick links
it_it: Doppio click sinistro

source: Middle click
de_de: Klick mitte
it_it: Click centrale

source: Middle double-click
de_de: Doppelklick mitte
it_it: Doppio click centrale

source: Middle pushed turn left
de_de: Mitte gedrückt links drehen
it_it: Sposta a sinistra con centrale premuto

source: Middle pushed turn right
de_de: Mitte gedrückt rechts drehen
it_it: Sposta a destra con centrale premuto

source: Right click
de_de: Klick rechts
it_it: Click destro

source: Right double-click
de_de: Doppelklick rechts
it_it: Doppio click destro

source: Side click
de_de: Klick seite
it_it: Click laterale

source: Side double-click
de_de: Doppelklick seite
it_it: Doppio click laterale

source: Extra click
de_de: Klick extra
it_it: Click extra

source: Extra double-click
de_de: Doppelklick extra
it_it: Doppio click extra

source: Forward click
de_de: Klick vorwärts
it_it: Click anteriore

source: Forward double-click
de_de: Doppelklick vorwärts
it_it: Doppio click anteriore

source: Back click
de_de: Klick zurück
it_it: Click posteriore

source: Back double-click
de_de: Doppelklick zurück
it_it: Doppio click posteriore

source: Task click
de_de: Klick task
it_it: Click attività

source: Task double-click
de_de: Doppelklick Task
it_it: Doppio click attività

source: Left pushed turn left
de_de: Links gedrückt links drehen
it_it: Sposta a sinistra con sinistro premuto

source: Left pushed turn right
de_de: Links gedrückt rechts drehen
it_it: Sposta a destra con sinistro premuto

source: Right pushed turn left
de_de: Rechts gedrückt links drehen
it_it: Sposta a sinistra con destro premuto

source: Right pushed turn right
de_de: Rechts gedrückt rechts drehen
it_it: Sposta a destra con destro premuto

source: Side pushed turn left
de_de: Seite gedrückt links drehen
it_it: Sposta a sinistra con laterale premuto

source: Side pushed turn right
de_de: Seite gedrückt rechts drehen
it_it: Sposta a destra con laterale premuto

source: Extra pushed turn left
de_de: Extra gedrückt links drehen
it_it: Sposta a sinistra con extra premuto

source: Extra pushed turn right
de_de: Extra gedrückt rechts drehen
it_it: Sposta a destra con extra premuto

source: Forward pushed turn left
de_de: Vorwärts gedrückt links drehen
it_it: Sposta a sinistra con anteriore premuto

source: Forward pushed turn right
de_de: Vorwärts gedrückt rechts drehen
it_it: Sposta a destra con anteriore premuto

source: Back pushed turn left
de_de: Zurück gedrückt links drehen
it_it: Sposta a sinistra con posteriore premuto

source: Back pushed turn right
de_de: Zurück gedrückt rechts drehen
it_it: Sposta a destra con posteriore premuto

source: Task pushed turn left
de_de: Task gedrückt links drehen
it_it: Sposta a sinistra con attività premuto

source: Task pushed turn right
de_de: Task gedrückt rechts drehen
it_it: Sposta a destra con attività premuto

source: Set current key binding for all contexts?
de_de: Aktuelle Tastenzuordnung für alle Kontexte setzen?
it_it: Impostare i tasti attuali per tutti i contesti?
